---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CandelasPerSquareFoot
source: html/213685f7-3866-f68a-1c11-7e920a246685.htm
---
# Autodesk.Revit.DB.UnitTypeId.CandelasPerSquareFoot Property

Candelas per square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId CandelasPerSquareFoot { get; }
```